[
    {
        "name": "JetRails™",
        "url": "https://jetrails.com/magento-1-eol-end-of-life-quick-guide",
        "url_text": "jetrails.com",
        "img_src": "/assets/images/agencies/jetrails-logo.svg",
        "description": "JetRails provides fully-managed Magento 1 hosting on dedicated servers and single-tenant public cloud accounts. Security services include firewalling, malware scanning, and intrusion detection solutions. By leveraging partnerships with teams such as Cloudflare, Sansec, and Sucuri, JetRails provides best-in-class security for Magento 1 stores.",
        "classes": "jetrails"
    },
    {
        "name": "maxcluster GmbH",
        "url": "https://maxcluster.de/",
        "img_src": "/assets/images/agencies/maxcluster.png",
        "classes": "maxcluster"
    },
    {
        "name": "rackSPEED GmbH",
        "url": "https://rackspeed.de/",
        "img_src": "/assets/images/agencies/rackspeed-logo.jpg",
        "description": "rackSPEED GmbH, owner-managed provider of managed server solutions in the heart of Düsseldorf. Known for ultra-fast, scalable solutions and unique customer support since 2008. The range of services extends from simple shared hosting for small projects to managed servers of any size and up to redundant clusters. If required, clusters are set up geo-redundantly across 2 or more fully self-sufficient datacentre locations to achieve 100% uptime.",
        "classes": "rackspeed"
    },    
    {
        "name": "Splendid Internet GmbH",
        "url": "https://www.splendid-internet.de/",
        "img_src": "/assets/images/agencies/splendid-logo.jpg",
        "description": "Splendid Internet offers performance optimized hosting for Magento since 2011. Real hardware with 5 Ghz CPU and NVMe SSD on dedicated servers and server clusters. Full-page caching with Varnish and Redis. NGINX web server with Google Pagespeed module, 24/7 service, MySQL or Maria DB, Elasticsearch search, monitoring with New Relic. Security protection and daily malware check, DDoS protection, optional with Web Application Firewall (WAF) and Content Delivery Network (CDN).",
        "classes": "splendid"
    }
]
